[VoluntaryActionInfo]
$*voluntaryActionInfo-testVoluntary-local_name=
$*voluntaryActionInfo-Voluntary_Berserker_instant-local_name=Roll Over
$*voluntaryActionInfo-Voluntary_Berserker_Hold-local_name=
$*voluntaryActionInfo-Voluntary_Mage_Hold-local_name=
$*voluntaryActionInfo-Voluntary_Ranger_instant-local_name=Evade
$*voluntaryActionInfo-Voluntary_Paladin_Hold-local_name=Endure
$*voluntaryActionInfo-Voluntary_Guardian_test1-local_name=Standfast
$*voluntaryActionInfo-Voluntary_Guardian_test2-local_name=
$*voluntaryActionInfo-Voluntary_Guardian_test3-local_name=
$*voluntaryActionInfo-Voluntary_Paladin_test2-local_name=Endure
$*voluntaryActionInfo-Voluntary_Mage_test2-local_name=
$*voluntaryActionInfo-Voluntary_Mage_test3-local_name=
$*voluntaryActionInfo-VA_assassin-local_name=Shadow Charge
$*voluntaryActionInfo-VA_Mage-local_name=Blink
$*voluntaryActionInfo-VA_Mystic-local_name=Entangle
$*voluntaryActionInfo-testVoluntary-description=Action
$*voluntaryActionInfo-Voluntary_Berserker_instant-description=Dismisses Crowd Control States (such as Stun) and rolls forward to escape. Acquires immunity to all Damage, Crowd Control, and Position Control effects while rolling while gaining 15 Anger. Increases Movement Speed for 2 seconds.<br><br>Activation type: Immediate (Press L-Shift key to activate.)
$*voluntaryActionInfo-Voluntary_Berserker_Hold-description=Fight me!
$*voluntaryActionInfo-Voluntary_Mage_Hold-description=Yap!
$*voluntaryActionInfo-Voluntary_Ranger_instant-description=Dismisses Crowd Control States (such as Stun) and jumps backward to escape.<br><br>Acquires immunity to all damage while jumping backward.<br><br>After landing on the ground, Movement Speed is increased by 15%, all Defense powers increase by 25%, and there is a 50% chance of resisting Position Control for 3 seconds.<br><br>Activation type: Immediate (Press L-Shift key to activate.)
$*voluntaryActionInfo-Voluntary_Paladin_Hold-description=Dismisses all negative Status Effects. Removes Crowd Control effects and acquires immunity to Position Control effects (such as floating) while active.<br>Additionally, restores your Health while temporarily becoming invulnerable to damage.<br><br>Activation type: Over time (Maintains effect while pressing the L-Shift key.)
$*voluntaryActionInfo-Voluntary_Guardian_test1-description=Dismisses all negative Status Effects. Acquires immunity to damage, Crowd Control, and Position Control effects (such as floating) while active.<br>Additionally, decreases damage by 90% for Party Members in front of you. Also, gains 1 Bravery each time you get hit while the effect is active. <br><br>Activation type: Over time (Maintains effect while holding down the L-Shift key.)
$*voluntaryActionInfo-Voluntary_Guardian_test2-description=Dismisses all negative Status Effects. Acquires immunity to damage, and increases Healing received by 50% while the effect is active.
$*voluntaryActionInfo-Voluntary_Guardian_test3-description=Dismisses Crowd Control effects and applies Immobility to nearby enemies.
$*voluntaryActionInfo-Voluntary_Paladin_test2-description=Dismisses and provides temporary immunity to all negative Status Effects. Acquires immunity to damage and Position Control effects (such as floating).<br><br>Activation type: Over time (Maintains effect while pressing the L-Shift key.)
$*voluntaryActionInfo-Voluntary_Mage_test2-description=test
$*voluntaryActionInfo-Voluntary_Mage_test3-description=test
$*voluntaryActionInfo-VA_assassin-description=Dismisses Crowd Control States (such as Stun) and quickly escapes while moving forward. Acquires immunity to all Damage, Crowd Control, and Position Control effects while escaping. Increases Movement Speed by 30% for 2 seconds and reduces damage by 20%.<br><br>Activation type: Immediate (Press L-Shift key to activate.)
$*voluntaryActionInfo-VA_Mage-description=Dismisses Crowd Control States (such as Stun) and teleports forward. Acquires immunity to all Damage, Crowd Control, and Position Control effects while teleporting.<br><br>Activation type: Immediate (Press L-Shift key to activate.)
$*voluntaryActionInfo-VA_Mystic-description=Dismisses negative Status Effects and Crowd Control States (such as Stun) while applying an Immobility effect on enemies within a 4m radius. Additionally, acquires immunity to all Damage, Crowd Control, and Position Control effects for 2 seconds, but becomes Incapacitated.<br><br>Activation type: Immediate (Press L-Shift key to activate.)
